<template>
    <section class="mt-3 py-4 px-4">
        <h1 class="is-size-3 has-text-centered my-5 box">درباره ما</h1>
        <div class="container">
            <h1 class="title has-text-centered">درباره ما - زیتون شاپ</h1>

            <div class="content">
                <p>
                    خوش آمدید به زیتون شاپ، مرجع فروش زیتون های برند های معتبر دنیا. ما با افتخار
                    ارائه دهنده محصولات اصیل و با کیفیت در حوزه زیتون های خارجی هستیم.
                </p>

                <p>
                    با بیش از 20 سال سابقه فعالیت در این صنعت، زیتون شاپ به عنوان یکی از
                    پیشگامان در ارائه زیتون های با کیفیت و معتبر شناخته شده است. در طی این
                    دوره زمانی، ما توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیم و
                    به عنوان یک منبع معتبر برای علاقه‌مندان به زیتون های خارجی اعلام شویم.
                </p>

                <p>
                    در زیتون شاپ، ما به کیفیت بالا، تنوع و خدمات مشتریان علاقه داریم. هدف ما ارائه
                    بهترین تجربه خرید زیتون برای مشتریان عزیزمان است.
                </p>

                <p>
                    از زمان تأسیس، ما به دنبال ارتقاء فرهنگ مصرفی و آگاهی مشتریان در زمینه زیتون
                    های خارجی بوده‌ایم. با توجه به استانداردهای بالای ما در انتخاب محصولات، ما
                    اطمینان حاصل می‌کنیم که هر زیتونی که از ما تهیه می‌کنید، تجربه‌ای بی‌نظیر
                    را برای شما به ارمغان بیاورد.
                </p>

                <p>
                    زیتون شاپ با افتخار اعلام می‌کند که تمامی محصولات ارائه شده اصلی بوده و با
                    گارانتی بازگشت بی قید و شرط ارائه می‌شوند. اگر از محصول خریداری شده راضی
                    نبودید، می‌توانید آن را بدون هیچگونه شرطی به ما بازگردانید.
                </p>

                <p>
                    با افتخار زیتون شاپ، همیشه به گوشه و کنار دنیا می‌رود تا بهترین زیتون ها را
                    برای شما انتخاب کند.
                </p>
            </div>
        </div>
    </section>
</template>