<template>
    <section class="mt-3 py-4 px-4">
        <h1 class="is-size-3 has-text-centered my-5 box">گارانتی محصولات</h1>
        <div class="container">
            <h1 class="title has-text-centered">گارانتی محصولات</h1>

            <div class="content">
                <p>
                    در زیتون شاپ، به کیفیت محصولات ارائه شده اعتماد داریم. تمامی محصولات ما
                    اصیل و از برند‌های معتبر جهانی تهیه می‌شوند. برای اطمینان از رضایت مشتریان
                    خود، ما گارانتی ارائه می‌دهیم.
                </p>

                <h2 class="subtitle">گارانتی بازگشت بی قید و شرط</h2>
                <p>
                    ما با افتخار اعلام می‌کنیم که تمامی محصولات زیتون شاپ با گارانتی بازگشت بی
                    قید و شرط ارائه می‌شوند. اگر از محصول خریداری شده راضی نبودید، می‌توانید
                    آن را بدون هیچگونه شرطی به ما بازگردانید.
                </p>

                <h2 class="subtitle">گارانتی کیفیت</h2>
                <p>
                    تمامی محصولات ما از برند‌های معتبر دنیا انتخاب می‌شوند و با استانداردهای
                    بالا و کیفیت بررسی می‌شوند. در صورت وجود هر گونه مشکلی در کیفیت محصولات،
                    ما تعهد داریم تا آن را جایگزین یا بازپرداخت نماییم.
                </p>

                <h2 class="subtitle">چگونه از گارانتی استفاده کنید</h2>
                <p>
                    برای استفاده از گارانتی، لطفاً با تیم پشتیبانی ما تماس بگیرید. اطلاعات
                    تماس در صفحه <nuxt-link href="/contact">تماس با ما</nuxt-link> قابل مشاهده است.
                </p>

                <p>
                    توجه داشته باشید که ما گارانتی محصولات را تا تاریخ انقضای مشخص شده بر روی
                    بسته محصول حفظ می‌کنیم.
                </p>

                <h2 class="subtitle">تغییرات در شرایط گارانتی</h2>
                <p>
                    ما ممکن است بدون اطلاع قبلی، شرایط گارانتی را تغییر دهیم. تغییرات در این
                    صفحه منتشر می‌شوند و شما موظف به رعایت آنها هستید.
                </p>
            </div>
        </div>
    </section>
</template>

<style scoped>
/* Add Bulma styles or customize as needed */
</style>
