<template>
    <section class="mt-3 py-4 px-4">
        <h1 class="is-size-3 has-text-centered my-5 box">قوانین</h1>
        <div class="container">
            <h1 class="title has-text-centered">قوانین و مقررات</h1>

            <div class="content">
                <h2 class="subtitle">1. تعریفات</h2>
                <p>
                    در اینجا، "ما" به شرکت زیتون شاپ اشاره دارد. "وبسایت" به وبسایت زیتون شاپ
                    (آدرس: https://www.zeytunshop.com) اشاره دارد. با ورود و استفاده از این
                    وبسایت، شما به تمامی قوانین و مقررات موجود در این صفحه موافقت می‌کنید.
                </p>

                <h2 class="subtitle">2. خدمات ارائه شده</h2>
                <p>
                    ما در زیتون شاپ به ارائه محصولات زیتون اصیل با کیفیت معتبر از برند های
                    بین‌المللی متعهد هستیم. تمامی اطلاعات مربوط به محصولات و خدمات در وبسایت
                    تنها به منظور اطلاع‌رسانی و معرفی به کاربران ارائه می‌شود.
                </p>

                <h2 class="subtitle">3. گارانتی بازگشت بی قید و شرط</h2>
                <p>
                    ما با افتخار اعلام می‌کنیم که تمامی محصولات ارائه شده اصلی بوده و با
                    گارانتی بازگشت بی قید و شرط ارائه می‌شوند. اگر از محصول خریداری شده راضی
                    نبودید، می‌توانید آن را بدون هیچگونه شرطی به ما بازگردانید.
                </p>

                <h2 class="subtitle">4. مسئولیت ها و محدودیت‌ها</h2>
                <p>
                    ما هیچ گونه مسئولیتی در قبال استفاده نادرست یا ناپسند از محصولات و خدمات
                    ارائه شده نداریم. کاربران موظفند قبل از استفاده از محصولات، شرایط و
                    مقررات مرتبط را مطالعه نمایند.
                </p>

                <!-- Add more sections based on your specific terms and conditions -->

                <h2 class="subtitle">5. تغییرات در قوانین</h2>
                <p>
                    ما ممکن است بدون اطلاع قبلی، قوانین و مقررات را تغییر دهیم. این تغییرات در
                    این صفحه منتشر می‌شوند و شما موظف به رعایت آنها هستید.
                </p>

                <h2 class="subtitle">6. تماس با ما</h2>
                <p>
                    در صورت داشتن هرگونه سوال یا ابهام در مورد قوانین و مقررات، با ما تماس
                    بگیرید. اطلاعات تماس در صفحه <nuxt-link href="/contact">تماس با ما</nuxt-link> قابل
                    مشاهده است.
                </p>
            </div>
        </div>
    </section>
</template>

<style scoped>
/* Add Bulma styles or customize as needed */
</style>
